Revit 2027 API
ParameterTypeId.ProjectRevisionRevisionDescription Property
 "Revision Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectRevisionRevisionDescription { get; }
Public Shared ReadOnly Property ProjectRevisionRevisionDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectRevisionRevisionDescription {
	ForgeTypeId^ get ();
}
static member ProjectRevisionRevisionDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace